{
    "faq-title": "Perguntas Frequentes",
    "question1": "O que é Netflix?",
    "answer1": "A Netflix é um serviço de streaming que oferece uma grande variedade de programas de TV premiados, filmes, animes, documentários e mais – em milhares de dispositivos conectados à internet. Você pode assistir o quanto quiser, quando quiser, sem um único anúncio – tudo por um preço mensal baixo.",
    "question2": "Quanto custa a Netflix?",
    "answer2": "Assista a Netflix no seu smartphone, tablet, Smart TV, laptop ou dispositivo de streaming, tudo por uma taxa mensal fixa. Os planos variam de R$ 149 a R$ 649 por mês. Sem custos extras, sem contratos.",
    "question3": "Onde posso assistir?",
    "answer3": "Assista em qualquer lugar, a qualquer hora. Faça login com sua conta Netflix para assistir instantaneamente na web em netflix.com a partir do seu computador pessoal ou em qualquer dispositivo conectado à internet que ofereça o aplicativo Netflix, incluindo smart TVs, smartphones, tablets, players de mídia de streaming e consoles de jogos.",
    "question4": "Como cancelar?",
    "answer4": "A Netflix é flexível. Não há contratos irritantes e nem compromissos. Você pode facilmente cancelar sua conta online em dois cliques. Não há taxas de cancelamento – inicie ou pare sua conta a qualquer momento.",
    "question5": "Como posso assistir na Netflix?",
    "answer5": "A Netflix tem uma vasta biblioteca de filmes, documentários, programas de TV, animes, originais premiados da Netflix e muito mais. Assista o quanto quiser, a qualquer hora.",
    "question6": "A Netflix é boa para crianças?",
    "answer6": "A experiência infantil da Netflix está incluída na sua assinatura para dar controle aos pais enquanto as crianças desfrutam de programas de TV e filmes adequados para a família em seu próprio espaço. Os perfis infantis vêm com proteção por PIN.",
    "email-placeholder": "Endereço de Email",
    "get-started": "Começar",
    "ready-to-watch": "Pronto para assistir? Insira seu email para criar ou reiniciar sua assinatura"
}