{
  "faq-title": "తరచుగా అడిగే ప్రశ్నలు",
  "question1": "నెట్‌ఫ్లిక్స్ అంటే ఏమిటి?",
  "answer1": "నెట్‌ఫ్లిక్స్ అనేది స్ట్రీమింగ్ సేవ, ఇది అనేక రకాల అవార్డు గెలుచుకున్న టీవీ షోలు, సినిమాలు, అనిమే, డాక్యుమెంటరీలు మరియు మరిన్నింటిని అందిస్తుంది – వేలాది ఇంటర్నెట్-కనెక్టెడ్ పరికరాలపై. మీరు ఎంత చూడాలనుకుంటే అంత చూడవచ్చు, మీరు ఎప్పుడైనా చూడవచ్చు, ఒకే ఒక్క ప్రకటన కూడా లేకుండా – తక్కువ నెలవారీ ధరలో.",
  "question2": "నెట్‌ఫ్లిక్స్ ఖర్చు ఎంత?",
  "answer2": "మీ స్మార్ట్‌ఫోన్, టాబ్లెట్, స్మార్ట్ టీవీ, ల్యాప్‌టాప్ లేదా స్ట్రీమింగ్ పరికరంలో నెట్‌ఫ్లిక్స్‌ను చూడండి, అన్నీ ఒక స్థిర నెలవారీ ఫీజు కోసం. ప్లాన్లు ₹ 149 నుండి ₹ 649 వరకు నెలకు ఉంటాయి. అదనపు ఖర్చులు, ఒప్పందాలు లేవు.",
  "question3": "నేను ఎక్కడ చూడగలను?",
  "answer3": "ఎక్కడైనా, ఎప్పుడైనా చూడండి. వెబ్‌లో netflix.comలో మీ వ్యక్తిగత కంప్యూటర్ నుండి లేదా నెట్‌ఫ్లిక్స్ యాప్‌ని అందించే ఏదైనా ఇంటర్నెట్-కనెక్టెడ్ పరికరంలో వెంటనే చూడటానికి మీ నెట్‌ఫ్లిక్స్ ఖాతాతో సైన్ ఇన్ చేయండి, ఇందులో స్మార్ట్ టీవీలు, స్మార్ట్‌ఫోన్‌లు, టాబ్లెట్‌లు, స్ట్రీమింగ్ మీడియా ప్లేయర్‌లు మరియు గేమ్ కన్స్‌లు ఉన్నాయి.",
  "question4": "నేను ఎలా రద్దు చేయగలను?",
  "answer4": "నెట్‌ఫ్లిక్స్ అనేది వశ్యత కలిగినది. ఎలాంటి విసుగు కలిగించే ఒప్పందాలు మరియు బంధాలు లేవు. మీరు మీ ఖాతాను ఆన్‌లైన్‌లో రెండు క్లిక్‌లలో సులభంగా రద్దు చేయవచ్చు. రద్దు ఫీజులు లేవు – మీ ఖాతాను ఎప్పుడైనా ప్రారంభించండి లేదా నిలిపివేయండి.",
  "question5": "నేను నెట్‌ఫ్లిక్స్‌లో ఎలా చూడగలను?",
  "answer5": "నెట్‌ఫ్లిక్స్‌లో విస్తృతమైన ఫీచర్ ఫిల్మ్‌లు, డాక్యుమెంటరీలు, టీవీ షోలు, అనిమే, అవార్డు గెలుచుకున్న నెట్‌ఫ్లిక్స్ ఒరిజినల్స్ మరియు మరెన్నో ఉన్నాయి. మీరు ఎంత చూడాలనుకుంటే అంత చూడవచ్చు, ఎప్పుడైనా చూడవచ్చు.",
  "question6": "నెట్‌ఫ్లిక్స్ పిల్లలకు మంచిదేనా?",
  "answer6": "నెట్‌ఫ్లిక్స్ కిడ్స్ అనుభవం మీ సభ్యత్వంలో భాగంగా ఉంటుంది, ఇది పిల్లలకు కుటుంబానికి అనుకూలమైన టీవీ షోలు మరియు సినిమాలను చూడటానికి తల్లిదండ్రులకు నియంత్రణను ఇస్తుంది. పిల్లల ప్రొఫైల్‌లు పిన్-ప్రొటెక్షన్‌తో వస్తాయి.",
  "email-placeholder": "ఇమెయిల్ చిరునామా",
  "get-started": "ప్రారంభించండి",
  "ready-to-watch": "చూడటానికి సిద్ధంగా ఉన్నారా? మీ సభ్యత్వాన్ని సృష్టించడానికి లేదా పునఃప్రారంభించడానికి మీ ఇమెయిల్ నమోదు చేయండి"
}